export default {
    "Тест 1": {
        main: [
            {
                title: "Тест бла бла",
                subtitle: "",
                text: "Для современного мира базовый вектор развития однозначно фиксирует необходимость кластеризации усилий. Как принято считать, элементы политического процесса, вне зависимости от их уровня, должны быть своевременно верифицированы. Равным образом, высокое качество позиционных исследований требует от нас анализа вывода текущих активов.",
                image: "/img/a.png"
            },
            {
                text: "Для современного мира базовый вектор развития однозначно фиксирует необходимость кластеризации усилий. Как принято считать, элементы политического процесса, вне зависимости от их уровня, должны быть своевременно верифицированы. Равным образом, высокое качество позиционных исследований требует от нас анализа вывода текущих активов.",
                image: "/img/image.png"
            },
        ],
        questions: [
            {
                text: `В одной из кодировок UTF-16 каждый символ кодируется 16 битами. Гриша написал текст (в нём нет лишних пробелов):
                «Лось, хомяк, косуля, кенгуру, капибара, бинтуронг, гиппопотам — животные».
                Ученик вычеркнул из списка название одного из животных. Заодно он вычеркнул ставшие лишними запятые и пробелы — два пробела не должны идти подряд.
                При этом размер нового предложения в данной кодировке оказался на 22 байта меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое название животного.`,
                type: "radio",
                image: ["/img/a.png"],
                answer: null,
                rightAnswer: 2,
                explanation: `В одной из кодировок UTF-16 каждый символ кодируется 16 битами. Гриша написал текст (в нём нет лишних пробелов):
                «Лось, хомяк, косуля, кенгуру, капибара, бинтуронг, гиппопотам — животные».
                Ученик вычеркнул из списка название одного из животных. Заодно он вычеркнул ставшие лишними запятые и пробелы — два пробела не должны идти подряд.
                При этом размер нового предложения в данной кодировке оказался на 22 байта меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое название животного.`,
                show: false,
                checkAnsver: false,
                options: [
                    { text: "1+1= 2" },
                    { text: "1+1d=2" },
                    { text: "1+1=2" },
                    { text: "1+s1=2" },
                ]
            },
            {
                text: "Помыть kaaaaaaaaaaaaak",
                type: "checkbox",
                answer: [],
                rightAnswer: [0, 1, 2],
                explanation: "",
                show: false,
                checkAnsver: false,
                options: [
                    { text: "1+1 =2" },
                    { text: "1+1d= 2" },
                    { text: "1+1= 2" },
                    { text: "1+s1= 2" },
                ]
            },
            {
                text: "Наломать дров",
                type: "text",
                answer: "",
                rightAnswer: "hne",
                explanation: "",
                show: false,
                checkAnsver: false,
            }
        ]
    },
    "Тест 2": {
        main: [
            {
                title: "dsdТест бла бла",
                subtitle: "",
                text: "Для современного мира базовый вектор развития однозначно фиксирует необходимость кластеризации усилий. Как принято считать, элементы политического процесса, вне зависимости от их уровня, должны быть своевременно верифицированы. Равным образом, высокое качество позиционных исследований требует от нас анализа вывода текущих активов.",
                image: "/img/a.png"
            },
            {
                text: "Для современного мира базовый вектор развития однозначно фиксирует необходимость кластеризации усилий. Как принято считать, элементы политического процесса, вне зависимости от их уровня, должны быть своевременно верифицированы. Равным образом, высокое качество позиционных исследований требует от нас анализа вывода текущих активов.",
                image: "/img/image.png"
            },
        ],
        questions: [
            {
                text: `В одной из кодировок UTF-16 каждый символ кодируется 16 битами. Гриша написал текст (в нём нет лишних пробелов):
                «Лось, хомяк, косуля, кенгуру, капибара, бинтуронг, гиппопотам — животные».
                Ученик вычеркнул из списка название одного из животных. Заодно он вычеркнул ставшие лишними запятые и пробелы — два пробела не должны идти подряд.
                При этом размер нового предложения в данной кодировке оказался на 22 байта меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое название животного.`,
                type: "radio",
                image: ["/img/a.png"],
                answer: null,
                rightAnswer: 2,
                explanation: `В одной из кодировок UTF-16 каждый символ кодируется 16 битами. Гриша написал текст (в нём нет лишних пробелов):
                «Лось, хомяк, косуля, кенгуру, капибара, бинтуронг, гиппопотам — животные».
                Ученик вычеркнул из списка название одного из животных. Заодно он вычеркнул ставшие лишними запятые и пробелы — два пробела не должны идти подряд.
                При этом размер нового предложения в данной кодировке оказался на 22 байта меньше, чем размер исходного предложения. Напишите в ответе вычеркнутое название животного.`,
                show: false,
                checkAnsver: false,
                options: [
                    { text: "1+1= 2" },
                    { text: "1+1d=2" },
                    { text: "1+1=2" },
                    { text: "1+s1=2" },
                ]
            },
            {
                text: "Помыть kaaaaaaaaaaaaak",
                type: "checkbox",
                answer: [],
                rightAnswer: [0, 1, 2],
                explanation: "",
                show: false,
                checkAnsver: false,
                options: [
                    { text: "1+1 =2" },
                    { text: "1+1d= 2" },
                    { text: "1+1= 2" },
                    { text: "1+s1= 2" },
                ]
            },
            {
                text: "Наломать дров",
                type: "text",
                answer: "",
                rightAnswer: "hne",
                explanation: "",
                show: false,
                checkAnsver: false,
            }
        ]
    },
}
